Repository: radixdt2087/csc-staging
Catalog: var/langs/*/addons/*_amazon_products.po
Languages: sd

# Addons::name::sd_amazon_products
source: Simtech Development: Amazon Synchronization
sd: Simtech Development: Amazon Синхронизация

# Addons::description::sd_amazon_products
source: Allows to synchronize products and categories between Amazon and CS-Cart. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Позволяет синхронизировать товары и категории между Amazon и CS-Cart. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsOptions::sd_amazon_products::sync_header
source: Attributes for synchronization
sd: Атрибуты для синхронизации

# SettingsOptions::sd_amazon_products::sync_name
source: Product name
sd: Наименование товара

# SettingsTooltips::sd_amazon_products::sync_name
source: The product name will be taken from Amazon and synchronized with CS-Cart
sd: Наименование товара будет передаваться из Amazon в CS-Cart

# Languages::amazon_cron_notice
source: <p>Use the following line to run the script according to schedule <br> For import <code>[import_product_cron]</code> <br> For export <code>[export_product_cron]</code> <br> For import orders <code>[import_orders_cron]</code></p>
sd: <p>Используйте следующую команду для запуска скрипта по расписанию <br> Для импорта <code>[import_product_cron]</code> <br> Для экспорта <code>[export_product_cron]</code> <br> Для импорта заказов <code>[import_orders_cron]</code></p>

# SettingsVariants::sd_amazon_products::market_selectbox::us
source: United States
sd: США

# SettingsVariants::sd_amazon_products::market_selectbox::uk
source: United Kingdom
sd: Великобритания

# SettingsVariants::sd_amazon_products::market_selectbox::jp
source: Japan
sd: Япония

# SettingsVariants::sd_amazon_products::market_selectbox::de
source: Germany
sd: Германия

# SettingsOptions::sd_amazon_products::market_selectbox
source: Your marketplace
sd: Ваша основаная площадка

# SettingsOptions::sd_amazon_products::number_of_items_to_sync
source: Number of items to sync
sd: Количество товаров для синхронизации

# SettingsOptions::sd_amazon_products::sync_quantity
source: Product quantity
sd: Количество товара

# SettingsOptions::sd_amazon_products::sync_orders
source: Import orders
sd: Импорт заказов

# SettingsTooltips::sd_amazon_products::sync_orders
source: Enable import orders from Amazon.
sd: Включить импорт заказов из Amazon.

# SettingsOptions::sd_amazon_products::default_shipping
source: Default shipping
sd: Метод доставки по умолчанию

# SettingsTooltips::sd_amazon_products::default_shipping
source: The shipping method is used for orders imported from Amazon.
sd: Метод доставки используется при формировании заказов импортированных из Amazon.

# SettingsOptions::sd_amazon_products::default_category
source: Default category
sd: Категория по умолчанию

# SettingsTooltips::sd_amazon_products::default_category
source: Default category for Amazon products.
sd: Категория по умолчанию для товаров из Amazon.

# SettingsOptions::sd_amazon_products::cron_key
source: Cron key
sd: Cron ключ

# SettingsOptions::sd_amazon_products::unshipped_status
source: Unshipped status
sd: Статус Unshipped

# SettingsTooltips::sd_amazon_products::unshipped_status
source: Select the order status for the Unshipped status.
sd: Выберите статус заказа для Unshipped статуса.

# SettingsOptions::sd_amazon_products::shipped_status
source: Shipped status
sd: Статус Shipped

# SettingsTooltips::sd_amazon_products::shipped_status
source: Select the order status for the Shipped status.
sd: Выберите статус заказа для Shipped статуса.

# SettingsOptions::sd_amazon_products::canceled_status
source: Canceled status
sd: Статус Canceled

# SettingsTooltips::sd_amazon_products::canceled_status
source: Select the order status for the Canceled status.
sd: Выберите статус заказа для Canceled статуса.

# SettingsOptions::sd_amazon_products::sync_users
source: Import users
sd: Импорт покупателей

# SettingsOptions::sd_amazon_products::export_images_to_amazon
source: Export Images to Amazon
sd: Экспорт изображений в Amazon

# SettingsOptions::sd_amazon_products::sync_variations
source: Variations
sd: Вариации

# SettingsTooltips::sd_amazon_products::sync_variations
source: Enable import/export product variations.
sd: Включить импорт/экспорт вариаций товаров.

# SettingsTooltips::sd_amazon_products::sync_users
source: Enable import users from Amazon.
sd: Включить импорт покупателей из Amazon.

# SettingsSections::sd_amazon_products::us_section
source: United States
sd: США

# SettingsSections::sd_amazon_products::uk_section
source: United Kingdom
sd: Великобритания

# SettingsSections::sd_amazon_products::jp_section
source: Japan
sd: Япония

# SettingsSections::sd_amazon_products::de_section
source: Germany
sd: Германия

# SettingsSections::sd_amazon_products::general_section
source: General
sd: Основные

# Languages::amz_browse_node
source: Amazon browse node
sd: Amazon рекомендуемый узел

# Languages::sd_amz_ean_desc
source: This type of bar code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
sd: Этот тип штрих-кода характерен для Европы и Японии, но широко используется на международном уровне. Это надмножество кода UPC: все продукты, отмеченные EAN, будут приняты в Северной Америке.

# Languages::sd_amz_upc_desc
source: This type of bar code is widely used in the United States, the United Kingdom, Canada, Australia and in other countries.
sd: Этот тип штрих-кода широко используется в Соединенных Штатах, Великобритании, Канаде, Австралии и других странах.

# Languages::amazon
source: Amazon
sd: Амазон

# Languages::amazon_registration_notice
source: <p>Once you have signed up for Amazon Merchant Account, you need to associate your Amazon account with the add-on: </p><ul><li>For Europe based subjects, navigate to <a href="https://developer.amazonservices.co.uk" target="_blank">https://developer.amazonservices.co.uk</a> and log in using your <i>Amazon Merchant Account</i>.</li><li>US &amp; Canada based subjects navigate to <a href="https://developer.amazonservices.com" target="_blank">https://developer.amazonservices.com</a> and log in using your <i>Amazon Merchant Account</i>.</li><li>Tick <i>I want to access my own Amazon seller account with MWS</i></li></ul><p> Once you agree to the terms and conditions of the Amazon License Agreement, you’ll get your <b><i>Seller ID, </i><i>AWS Access Key ID, </i><i>Secret Key</i></b> which you need to enter in the add-on settings for your marketplace region.</p>
sd: <p>После создания учетной записи Amazon Merchant вам необходимо связать свою учетную запись Amazon с модулем: </p><ul><li>Для стран Европы перейдите по ссылке <a href="https://developer.amazonservices.co.uk" target="_blank">https://developer.amazonservices.co.uk</a> и авторизуйтесь, используя свою учетную запись <i>Amazon Merchant Account</i>.</li><li>Для США и Канады перейдите по ссылке: <a href="https://developer.amazonservices.com" target="_blank">https://developer.amazonservices.com</a> и авторизуйтесь, используя учетную запись <i>Amazon Merchant Account</i>.</li><li>Отметьте галочкой <i>I want to access my own Amazon seller account with MWS</i></li></ul><p> После принятия условий лицензионного соглашения Amazon, вы получите ваш <b><i>Seller ID, </i><i>AWS Access Key ID, </i><i>Secret Key</i></b> которые вам нужно указать в настройках модуля для вашего региона.</p>

# Languages::api_check
source: API Check:
sd: Проверка данных:

# Languages::api_check_connect
source: Check Connectivity
sd: Проверить

# Languages::is_active
source: Active
sd: Вкл.

# Languages::seller_id
source: Seller ID (Merchant ID)
sd: ID продавца

# Languages::marketplace_id
source: Marketplace ID
sd: ID маркета

# Languages::sd_amz_asin_desc
source: ASIN is optional
sd: ASIN опционален

# Languages::sd_amz_isbn_desc
source: ISBN is a 13-digit number that uniquely identifies books and book-like products published internationally.
sd: ISBN это 13-ти значный штрихкод который используется для обозначения книг, журналов, и прочей продукции во всем мире.

# Languages::aws_key_id
source: AWS Access Key ID
sd: AWS ID

# Languages::secret_key
source: AWS Access Secret Key
sd: Ключ AWS

# Languages::sd_amz_create_product_feed
source: Generating product feed for "[product]"
sd: Создание XML сообщения для "[product]"

# Languages::sd_amz_check_product
source: Checking the relevance of the data for "[product]"
sd: Проверка актуальности данных для "[product]"

# Languages::sd_amz_sending_feed
source: Sending generated feed to Amazon
sd: Отправка созданного сообщения на Amazon

# SettingsTooltips::sd_amazon_products::cron_key
source: To set up the cron script and enable synchronization with Amazon use the URL above
sd: Чтобы настроить cron скрипт и включить синхронизацию с Amazon, используйте приведенную выше команду

# Languages::sd_amz_export_failed_msg
source: An error has occured. Some of the products have not been exported to Amazon.
sd: Произошла ошибка. Некоторые товары не были экспортированы на Amazon.

# Languages::sd_amz_export_product_on
source: Export to Amazon
sd: Экспорт на Amazon

# Languages::sd_amz_import_product_from
source: Import from Amazon
sd: Импорт из Amazon

# Languages::sd_amz_export_info_msg
source: For more information, please refer to the <a class="pseudo-a" href="[url]" target="_blank">report</a> with ID <strong style="padding: 0;">[id]</strong>. The report contains information about the exported products. Amazon may require 2-10 minutes to create a report. Please be patient.
sd: Больше информации доступно в <a class="pseudo-a" href="[url]" target="_blank">отчете</a> с идентификатором <strong style="padding: 0;">[id]</strong>. В отчетах содержатся информационные сообщения, связанные с отправленными ранее товарами. Амазону может потребоваться от двух до десяти минут для создания отчета. Пожалуйста будьте терпеливы.

# Languages::sd_amz_import_info_msg
source: For more information, please refer to the <a class="pseudo-a" href="[url]" target="_blank">report</a> with ID <strong style="padding: 0;">[id]</strong>. The report contains information about the imported products.
sd: Больше информации доступно в <a class="pseudo-a" href="[url]" target="_blank">отчете</a> с идентификатором <strong style="padding: 0;">[id]</strong>. В отчетах содержатся информационные сообщения, связанные с полученными ранее атрибутами.

# Languages::sd_amz_import_complete
source: Import completed
sd: Импорт завершен

# Languages::sd_amz_imported
source: Imported fields
sd: Импортировано полей

# Languages::sd_amz_no_products_for_sync
source: There are no such products in the Amazon listings for synchronization
sd: В листингах, предоставленных Амазоном, товаров для возможной синхронизации не обнаружено.

# Languages::sd_amz_export_success_msg
source: The products listed in the table below have been exported to Amazon.
sd: Товары, указанные в следующей таблице были экспортированы на Амазон.

# Languages::sd_amz_import_success_msg
source: The product attributes specified in the table below have been imported from Amazon.
sd: Атрибуты товаров, указанные в следующей таблице были импортированы из Амазона.

# Languages::sd_amz_count_product_successfully_exported
source: Products successfully exported:
sd: Успешно экспортировано:

# Languages::sd_amz_export_failed_import_msg
source: Some of the attributes have not been imported. Check to make sure the value in the SKU field is correct for the following products (it should match the product SKU on Amazon).
sd: Некоторые из атрибутов не были импортированы. Проверьте корректность поля SKU у товаров (оно должно совпадать с вашим товаром на Амазоне) указанных в следующей таблице.

# Languages::sd_amz_export_failed_export_msg
source: Some of the products have not been exported to Amazon. Check to make sure the unique identifiers (ISBN, UPC, or EAN) of the following products are correct.
sd: Некоторые товары не были экспортированы в Амазон. Проверьте корректность уникальных идентификаторов ваших товаров (ISBN, UPC, или EAN) указанных в следующей таблице.

# Languages::sd_amz_import_count_skip
source: Attributes skipped:
sd: Атрибутов пропущено:

# Languages::sd_amz_import_count_fail
source: Attributes import failed:
sd: Неудачно импортировано атрибутов:

# Languages::sd_amz_import_success
source: Product import successful
sd: Товар экспортирован

# Languages::sd_amz_import_count_processed
source: Attributes successfully imported:
sd: Успешно импортировано атрибутов:

# Languages::sd_amz_count_product_successfully_processed
source: Products processed:
sd: Обработано товаров:

# Languages::sd_amz_count_product_fail_exported
source: Products export failed:
sd: Неудачно экспортировано:

# Languages::sd_amz_count_product_fail_warning
source: Products export warning:
sd: Экспортировано с замечаниями:

# Languages::sd_amz_count_product_skip
source: Products skipped:
sd: Пропущено товаров:

# Languages::sd_amz_reports
source: Amazon reports
sd: Amazon отчеты

# Languages::sd_amz_products_was_send
source: Products were successfully submitted to Amazon
sd: Товары были успешно отправлены на Amazon

# Languages::sd_amz_products_export_info_qty
source: [n] products has been sent
sd: [n] товар было отправлен|[n] товара было отправлено|[n] товаров было отправлено

# Languages::sd_amz_export_complete
source: Export completed
sd: Экспорт завершен

# Languages::sd_amz_set_keys
source: Amazon identifiers for product "[product]" cannot be empty
sd: Amazon идентификаторы для товара "[product]" не могут быть пустыми

# Languages::sd_amz_report_is_not_avail
source: Feed Submission Result is not ready for Feed "[feed]"
sd: Результат отправки фида не готов для "[feed]"

# Languages::sd_amz_submission_id
source: Submission ID
sd: ID запроса

# Languages::sd_amz_region
source: Marketplace region
sd: Регион маркета

# Languages::sd_amz_us
source: United States
sd: США

# Languages::sd_amz_uk
source: United Kingdom
sd: Великобритания

# Languages::sd_amz_jp
source: Japan
sd: Японский

# Languages::sd_amz_de
source: Germany
sd: Немецкий

# Languages::sd_amz_sku_desc
source: Each product must have a SKU, and each SKU must be unique
sd: Каждый товар должен иметь SKU, и каждый SKU должен быть уникальным

# Languages::sd_amz_product_identifiers_desc
source: Your unique identifiers for the product, consisting of a type (ISBN, UPC, or EAN). If <label for="amz_sku" style="display: inline-block;text-decoration: underline;">SKU</label> is empty, the field <label for="elm_product_code" style="display: inline-block;text-decoration: underline;">CODE</label> is used instead.
sd: Ваши уникальные идентификаторы товара (ISBN, UPC, или EAN). Если <label for="amz_sku" style="display: inline-block;text-decoration: underline;">SKU</label> не указано, значение будет взято из поля <label for="elm_product_code" style="display: inline-block;text-decoration: underline;">CODE</label>.

# Languages::amz_override_price
source: Redefine price on Amazon
sd: Переопределить цену на Amazon

# Languages::amz_price
source: Amazon product price
sd: Цена на Amazon

# Languages::sd_amz_submit_date
source: Submission date
sd: Дата запроса

# Languages::amz_item_type
source: Amazon item type
sd: Тип товара на Amazon

# Languages::item_type
source: Item type
sd: Тип товара

# Languages::sd_amz_item_type_desc
source: Pre-defined value that specifies where the product should appear within the Amazon browse structure
sd: Значение, определяющее, где должен отображаться продукт в структуре Amazon категорий

# Languages::sd_amz_override_price_desc
source: This value will override your shop price
sd: Это значение переопределит цену в вашем магазине

# Languages::sd_amz_product_identifiers
source: Product identifiers
sd: Товарные идентификаторы

# Languages::sd_amz_merch_missing
source: Merchant ID is missing!
sd: ID продавца пустое!

# Languages::sd_amz_key_id_missing
source: AWS Access Key ID is missing!
sd: AWS Access Key ID пустое!

# Languages::sd_amz_secret_missing
source: Secret Key is missing!
sd: Secret Key пустое!

# Languages::sd_amz_activate_secton
source: Activate the marketplace!
sd: Активируйте маркет!

# Languages::sd_amz_sending_feed_to_amazon
source: Sending feed to Amazon
sd: Отправка сообщения на Amazon

# Languages::sd_amz_product_classifier
source: Product classifier
sd: Классификатор товара

# Languages::sd_amz_product_condition
source: Product condition
sd: Условие товара

# Languages::amz_condition_note
source: Condition note
sd: Заметка к условию

# Languages::sd_amz_browse_node
source: Recommended browse node
sd: Рекомендуемый узел

# Languages::sd_amz_no_match_sku_found
source: No match found. Please set the correct SKU for the product "[product]"
sd: Совпадений не найдено. Установите корректный SKU для продукта "[product]"

# Languages::sd_amz_incorrect_csv_structure
source: Received CSV file has incorrect data formatting (incorrect entities in product name, etc.)
sd: Полученный файл CSV имеет неправильное форматирование данных (неправильные символы в названии продукта и т.д)

# Languages::sd_amz_product_classifier_desc
source: <a href="https://sellercentral.amazon.com/listing/classify" target="_blank">Use the product classifier</a> to get <label for="amz_item_type" style="display: inline-block;text-decoration: underline;">Amazon item type</label> or <label for="amz_browse_node" style="display: inline-block;text-decoration: underline;">Recommended browse node</label>.
sd: <a href="https://sellercentral.amazon.com/listing/classify" target="_blank">Используйте классификатор товара</a> чтобы получить <label for="amz_item_type" style="display: inline-block;text-decoration: underline;">тип товара</label> или <label for="amz_browse_node" style="display: inline-block;text-decoration: underline;">рекомендуемый узел</label>.

# Languages::sd_amz_browse_node_desc
source: Value used to classify an item. Mandatory for Canada, Europe, and Japan; not used in the US. Use a comma to separate nodes
sd: Значение используемое для классификации товара. Обязательное поле для Канады, Европы и Японии; не используется в США. Через запятую можно чередовать список узлов

# Languages::sd_amz_price_desc
source: If the option is selected, all specified information overwrites existing price in your shop.
sd: Если этот параметр выбран, вся указанная информация перезаписывает существующую цену в вашем магазине.

# Languages::sd_amz_synchronization
source: Synchronization with Amazon
sd: Синхронизация с Amazon

# Languages::sd_amz_synchronization_desc_products
source: The checkbox is enabled for the products synchronized with Amazon
sd: Флаг активен для товаров, синхронизируемых с Amazon

# Languages::sd_amz_synchronization_desc_categories
source: The checkbox is enabled for the categories synchronized with Amazon
sd: Флаг активен для категорий, синхронизируемых с Amazon

# Languages::sd_amazon_products_empty
source: There are no products in a category.
sd: В категории нет товаров.

# Languages::sd_amz_payment_method
source: Amazon payment method
sd: Метод оплаты в Amazon

# Languages::sd_amz_order_list
source: Amazon Orders
sd: Заказы Amazon

# Languages::amazon_orders
source: View Amazon orders
sd: Просмотр заказов из Amazon

# Languages::sd_amz_amazon_order_id
source: Amazon Order Id
sd: Идентификатор заказа в Amazon

# Languages::sd_amz_order_id
source: Order Id
sd: Идентификатор заказа

# Languages::sd_amz_buyer_name
source: Buyer Name
sd: Имя покупателя

# Languages::sd_amz_purchase_date
source: Purchase date
sd: Дата покупки

# Languages::sd_amz_default_shipping_not_found
source: Default shipping on addon setting not found
sd: Метод доставки по умолчанию не был установлен

# Languages::sd_amz_default_payment_not_found
source: The corresponding payment method has not been found
sd: Не найден соответствующий метод оплаты в магазине

# Languages::sd_amz_no_products_in_variation
source: Failed to import variations for product [product_id]
sd: Не удалось импортировать варианты для продукта [product_id]

# Languages::sd_amz_import_finished
source: Import has been completed<br>Orders: [count_orders]<br>Order statuses: [count_statuses]<br>
sd: Импорт завершен<br>Количество заказов: [count_orders]<br>Обновлено статусов: [count_statuses]<br>

# Languages::privileges.manage_amazon_orders
source: Manage Amazon orders
sd: Управление заказами из Amazon

# Languages::sd_amz_order
source: Amazon Order
sd: Заказ из Amazon

# Languages::sd_amz_show_orders
source: Show only Amazon orders
sd: Показать только заказы из Amazon

# Languages::sd_amz_import_orders
source: Import Amazon orders
sd: Импорт заказов из Amazon

# Languages::addon.sd_amazon_products.amazon_option
source: Amazon option
sd: Amazon опция

# Languages::addon.sd_amazon_products.amazon_variant
source: Amazon variant
sd: Amazon вариант

# SettingsOptions::sd_amazon_products::lkey
source: License key
sd: Лицензионный ключ

# SettingsOptions::sd_amazon_products::sync_period
source: Synchronization period
sd: Период синхронизации

# SettingsVariants::sd_amazon_products::sync_period::M
source: Month
sd: Месяц

# SettingsVariants::sd_amazon_products::sync_period::W
source: Week
sd: Неделя

# SettingsVariants::sd_amazon_products::sync_period::D
source: Day
sd: День
