Repository: radixdt2087/csc-staging
Catalog: var/langs/*/addons/*_youtube.po
Languages: sd

# Addons::description::sd_youtube
source: Allows you to embed a YouTube video into the product page, category page, and other webstore pages. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Позволяет добавлять YouTube видео на страницу товара, страницу категории и другие страницы магазина. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsOptions::sd_youtube::show_player_controls
source: Show player controls
sd: Показывать блок управления воспроизведением видео

# SettingsOptions::sd_youtube::show_video_on_category_page
source: Show video in products list
sd: Показывать видео в списке продуктов

# SettingsOptions::sd_youtube::big_picture_page_video_width
source: Max width of video on product details page in the big picture mode
sd: Максимальная ширина видео на детальной странице товара в режиме 'Большая картинка'

# Languages::youtube_link
source: You Tube link
sd: Ссылка на YouTube видео

# Languages::sd_youtube_link
source: SD: YouTube video link
sd: SD: Ссылка на YouTube видео

# Languages::sd_youtube_videos
source: SD: YouTube video link for product tab
sd: SD: Ссылка на YouTube видео для вкладки товара

# Languages::play_video_block
source: Show play video block
sd: Показывать блок для воспроизведения видео в галерее:

# Languages::video_limit
source: Maximum number of videos shown in the video gallery
sd: Максимальное количество видеороликов доступных в галерее

# Languages::block_youtube_video
source: SD: Single YouTube video
sd: SD: Одиночное YouTube видео

# Languages::block_youtube_video_description
source: YouTube video
sd: YouTube видео

# Languages::block_video_gallery
source: SD: Youtube video gallery
sd: SD: Галерея YouTube видео с товарами

# Languages::block_video_gallery_description
source: Youtube video gallery
sd: Галерея YouTube видео с товарами

# Languages::youtube_video
source: YouTube video
sd: Видео продукта из YouTube

# Languages::product_with_video
source: Products with video
sd: Продукты с видео

# Languages::video_gallery
source: Video gallery
sd: Галерея видео

# Languages::show_youtube_video
source: Show YouTube video on the product page
sd: Показать видео товара на детальной странице

# Languages::replace_main_image
source: Replace the main image
sd: Заменить главное изображение

# Languages::text_no_videos
source: Videos not found
sd: Не найдено ни одного видеоролика

# Languages::videos_from_all_store
source: Videos from all store
sd: Видео из всего магазина

# Languages::videos_from_category
source: Videos from category
sd: Видео из выбранной категории

# Languages::show_suggested_videos_after_finish
source: Show suggested videos after finish
sd: Показывать рекомендуемые видео после окончания воспроизведения

# SettingsOptions::sd_youtube::autoplay
source: Autoplay
sd: Автоматическое воспроизведение

# SettingsTooltips::sd_youtube::autoplay
source: The video will automatically start playing when the customer opens the product details page. Works only when the main image is replaced with the video
sd: Воспроизведение видео включится автоматически при открытии детальной страницы товара. Срабатывает только в случае, если видео заменяет основное изображение.

# SettingsTooltips::sd_youtube::big_picture_page_video_width
source: By default, the video takes all free space on width
sd: По умолчанию видео занимает всё свободное пространство по ширине

# Languages::addons.sd_youtube.sd_youtube_error_delete_filters
source: please_delete_filter
sd: Внимание! Чтобы выключить модуль YouTube, сначала удалите фильтр(ы): <b>[filter_name]</b>

# Languages::all_subcategories
source: Apply to all subcategories
sd: Применить для всех подкатегорий

# Languages::visibility
source: Show block
sd: Отображать блок

# Languages::only_unauthorized_users
source: Only for unauthorized users
sd: Только для неавтоиризованных пользователей

# Languages::only_authorized_users
source: Only for authorized users
sd: Только для автоиризованных пользователей

# Languages::all_users
source: For all users
sd: Для всех пользователей

# Languages::video_width
source: Video width
sd: Ширина видео

# Languages::video_width_tooltip
source: If the field is empty, the video will take the width of the entire block.
sd: Если поле оставить пустым, то видео будет отображаться во всю ширину блока.

# SettingsOptions::sd_youtube::replace_main_img
source: Replace the main product image with the first video frame.
sd: Заменять главное изображение товара первым кадром видео

# SettingsTooltips::sd_youtube::replace_main_img
source: For product blocks and product list pages.
sd: Для продуктовых блоков и страниц списка товаров.

# Languages::sd_size_force
source: Force compress the image
sd: Принудительно сжимать изображение

# Languages::sd_youtube_single_video
source: Single YouTube video
sd: Одиночное YouTube видео

# Languages::see_all
source: See all
sd: Посмотреть все

# SettingsOptions::sd_youtube::lkey
source: License key
sd: Лицензионный ключ
