Repository: radixdt2087/csc-staging
Catalog: var/langs/*/addons/cp_checkout_by_vendor.po
Languages: ru

# Addons::name::cp_checkout_by_vendor
source: Cart-Power: Checkout by vendor
ru: Cart-Power: Оформление заказа отдельно по вендорам

# Addons::description::cp_checkout_by_vendor
source: Allow for user to checkout by each vendor. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>
ru: Позволяет офомлять заказы для каждого вендора по очереди. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>

# Languages::cp_checkout_this_vendor
source: Pay this vendor
ru: Оформить заказ этого продавца

# Languages::cp_allow_create_payment
source: Allow create payment
ru: Позволить создавать методы оплаты

# Languages::cp_should_checkout_by_vendor
source: Please, select vendor for checkout
ru: Пожалуйста, выберите продавца для оформления заказа

# Languages::cp_payout_product
source: Payout product
ru: Продукт для выплат

# Languages::cp_total_vendor_return
source: Vendors total amount due
ru: Суммарный счет для продавца

# Languages::cp_create_order
source: Create order
ru: Создать заказ

# Languages::cp_vendor_commission
source: Vendor commission
ru: Комиссия вендора

# Languages::cp_paid
source: Paid
ru: Оплачено

# Languages::products_in_session_warn
source: You have some products stored in session. Go to cart page to restore it
ru: У Вас есть продукты в корзине. Перейдите в корзину, чтобы оформить заказ для них.

# Languages::products_from_all_vendors_back_in_cart
source: Products, stored in session restored in cart
ru: Продукты в Вашей корзине восстановлены

# SettingsOptions::cp_checkout_by_vendor::allow_all_vendor
source: Allow checkout with all vendors
ru: Позволить оформление заказа для всех продавцов одновременно

# SettingsOptions::cp_checkout_by_vendor::hide_without_payment
source: Do not allow separate checkout if the vendor doesn't have their own payment method
ru: Не разрешать отдельное оформление, если у продавца нет своего способа оплаты

# SettingsOptions::cp_checkout_by_vendor::show_cart_on_complete
source: Show the remaining items in the cart on the order completion page
ru: Показывать оставшиеся товары в корзине на странице завершения заказа

# SettingsOptions::cp_checkout_by_vendor::add_standart_payment
source: Add administrator's payment
ru: Добавлять методы оплаты администратора

# SettingsOptions::cp_checkout_by_vendor::complete_status
source: Order statuses
ru: Статусы заказа

# SettingsOptions::cp_checkout_by_vendor::payout_status
source: Payout order status
ru: Статус заказа для выплат

# Languages::cp_complete_notification
source: You have pending products from the other vendors in your [cart]
ru: У Вас есть продукты других продавцов в корзине [cart]

# SettingsOptions::cp_checkout_by_vendor::licensekey
source: License Key
ru: Лицензионный ключ

# SettingsTooltips::cp_checkout_by_vendor::licensekey
source: Find on the detailed page of your order
ru: Находится на странице Вашего заказа

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues.
ru: Введите корректный лицензионный ключ. Если у Вас возникли трудности с установкой или активацией модуля, пожалуйста, свяжитесь с нами (sales@cart-power.com)

# Languages::cp_not_paid
source: Not paid
ru: Не оплачено

# Languages::cp_cbv_products_from
source: Products from
ru: Товары от

# Languages::cp_cbv_dont_go_to_cart
source: The checkout page was opened in several tabs (devices), please check the correctness of the data in the order before checkout.
ru: Страница оформления заказа была открыта в нескольких вкладках (устройствах), пожалуйста, проверьте корректность данных в заказе перед оформлением.
