Repository: radixdt2087/csc-staging
Catalog: var/langs/*/addons/order_tracking_page.po
Languages: ru_ru

# Addons::name::order_tracking_page
source: Order Status Tracker
ru_ru: Статус заказа

# LanguageName
source: Localized language name
ru_ru: Russian Federation

# Addons::description::order_tracking_page
source: Allow admin to set tracking in the graphical & interactive way for customers.
ru_ru: Разрешить администратору устанавливать отслеживание графическим и интерактивным способом для клиентов.

# SettingsSections::order_tracking_page::section_1
source: Generic settings
ru_ru: Общие настройки

# SettingsOptions::order_tracking_page::wk_general
source: Configuration
ru_ru: конфигурация

# SettingsOptions::order_tracking_page::wk_select_template
source: Select Template
ru_ru: Выбрать шаблон

# SettingsTooltips::order_tracking_page::wk_select_template
source: Select the Template to show the customer on order tracking page
ru_ru: Выберите шаблон, чтобы отобразить клиента на странице отслеживания заказов.

# SettingsVariants::order_tracking_page::wk_select_template::template_one
source: Template One
ru_ru: Шаблон 1

# SettingsVariants::order_tracking_page::wk_select_template::template_two
source: Map Template
ru_ru: Шаблон карты

# SettingsVariants::order_tracking_page::wk_select_template::template_three
source: Linear Template One
ru_ru: Линейный шаблон

# SettingsVariants::order_tracking_page::wk_select_template::template_four
source: Linear Template Two
ru_ru: Линейный шаблон

# Languages::order_tracking_page_menu_description
source: Manage Order status tracker, add state, arrange state, edit state, etc.
ru_ru: Управление отслеживанием состояния заказа, добавление состояния, упорядочение состояния, редактирование состояния и т. Д..

# Languages::order_tracking_page
source: Order Status Tracker
ru_ru: Статус заказа

# Languages::manage_state
source: Manage State
ru_ru: Управление государством

# Languages::selected_status
source: Order Status
ru_ru: Статус заказа

# Languages::otp_add_label
source: Add State
ru_ru: Добавить состояние

# Languages::text_labels_have_been_deleted
source: States are deleted successfully.
ru_ru: Государства удаляются успешно.

# Languages::text_label_have_been_deleted
source: State is deleted successfully.
ru_ru: Состояние удалено успешно.

# Languages::select_status
source: Select Status
ru_ru: Выберите статус

# Languages::icon_at_activate_title
source: Icon:
ru_ru: Значок:

# Languages::chr_allow
source: Only Characters allowed...
ru_ru: Разрешены только символы...

# Languages::active/disabled
source: Active/Disabled
ru_ru: Активно/Отключено

# Languages::otp_state_ad_tooltip
source: Select Order Status Active/Disabled
ru_ru: Выберите статус заказа активен/отключен

# Languages::icon_at_activate_text
source: Shows icon when the state is achieved.
ru_ru: Показывает значок, когда состояние достигнуто.

# Languages::icon_at_deactivate_title
source: Icon:
ru_ru: Значок:

# Languages::icon_at_deactivate_text
source: Show icon when state has to be achieved means state is in pending state.
ru_ru: Показывать значок, когда состояние должно быть достигнуто, означает, что состояние находится в состоянии ожидания.

# Languages::label_update
source: Update State
ru_ru: Обновить состояние

# Languages::max_limit_of_creating_labels
source: Doesn't allow to create more state because you are at max limit.
ru_ru: Не позволяет создать больше состояний, поскольку вы находитесь на максимальном пределе.

# Languages::track_order
source: Track Order
ru_ru: Заказ дорожки

# Languages::label_add
source: New State
ru_ru: Новое государство

# Languages::otp_state
source: State Title
ru_ru: Название государства

# Languages::otp_description_tooltip
source: it gives the information about the state at the backend. At the manage state page of order status tracker.
ru_ru: Он предоставляет информацию о состоянии на бэкэнд. На странице состояния управления отслеживанием состояния заказа.

# Languages::otp_position_tooltip
source: Enter the numeric value to set the arrangement of states on the order detail page. It works in ascending order.
ru_ru: Введите числовое значение, чтобы установить расположение состояний на странице подробностей заказа. Он работает в порядке возрастания.

# Languages::otp_state_title_tooltip
source: Title of the state shown on the order detail page.
ru_ru: Заголовок состояния, отображаемого на странице подробных сведений о заказе.

# Languages::otp_selected_status_tooltip
source: Select the order status of the state. You select multiple status for one state. If the order status match to state status then this state is active state.
ru_ru: Выберите статус заказа состояния. Вы выбираете несколько статусов для одного состояния. Если статус заказа соответствует состоянию состояния, то это состояние является активным состоянием.

# Languages::otp_general_info
source: General
ru_ru: общий

# Languages::otp_icons_section
source: Icons
ru_ru: Иконки

# Languages::wk_webkul_user_guide_content
source: Congratulations!!! <b>"[addon_name]"</b> Add-on is successfully installed. <ul class='inline social-share'><li><a href='[support_link]' target='_blank' class='uibutton large confirm'>Support Link</a></li><li><a href='[user_guide]' class='uibutton large confirm' target='_blank'>User Guide</a></li></ul>
ru_ru: Поздравляем !!! <b>"[addon_name]"</b> Надстройка успешно установлена. <ul class = 'inline social-share'> <li> <a href='[support_link]' target='_blank' class='uibutton large confirm'> Ссылка на поддержку </a> </li> <li> <a href = '[user_guide]' class = 'uibutton large confirm' target = '_ blank'> Руководство пользователя </a> </li> </ul>

# Languages::privileges.manage_wk_order_tracking
source: Manage Tracking orders
ru_ru: Управление заказами отслеживания

# Languages::privileges.view_wk_order_tracking
source: View Tracking orders
ru_ru: Просмотреть заказы на отслеживание
