Repository: radixdt2087/csc-staging
Catalog: var/langs/*/addons/wk_vendor_subdomain.po
Languages: ru_ru

# LanguageName
source: Localized language name
ru_ru: Russian Federation

# Addons::name::wk_vendor_subdomain
source: Vendor Subdomain
ru_ru: Поддомен поставщика

# Addons::description::wk_vendor_subdomain
source: Allows the vendors to have their own subdomain
ru_ru: Позволяет поставщикам иметь собственный субдомен

# Languages::wk_vendor_subdomain
source: Vendor Subdomain
ru_ru: Поддомен поставщика

# Languages::wk_webkul_user_guide_content
source: Congratulation!! <b>"[addon_name]"</b> Add-on is succesfully installed. <ul class='inline social-share'><li><a href='[support_link]' target='_blank' class='uibutton large confirm'>Support Link</a></li><li><a href='[user_guide]' class='uibutton large confirm' target='_blank'>User Guide</a></li></ul>
ru_ru: Поздравление!! <b> "[addon_name]"</ b> Надстройка успешно установлена. <ul class = 'inline social-share'> <li> <a href='[support_link]' target='_blank' class='uibutton large confirm'> Ссылка на поддержку </a> </ li> <li> < a href = '[user_guide]' class = 'uibutton large confirm' target = '_ blank'> Руководство пользователя </a> </ li> </ ul>

# SettingsOptions::wk_vendor_subdomain::subdomain_prefix
source: Subdomain Prefix
ru_ru: Префикс субдомена

# SettingsTooltips::wk_vendor_subdomain::subdomain_prefix
source: Prefix of subdomain entered by vendor
ru_ru: Префикс субдомена, введенный поставщиком

# SettingsOptions::wk_vendor_subdomain::default_subdomain
source: Default Subdomain
ru_ru: Субдомен по умолчанию

# SettingsTooltips::wk_vendor_subdomain::default_subdomain
source: Subdomain which will be shown in case of no subdomain entered by vendor/admin
ru_ru: Субдомен, который будет отображаться в случае отсутствия субдомена, введенного поставщиком / администратором

# SettingsVariants::wk_vendor_subdomain::default_subdomain::store_domain
source: No Subdomain
ru_ru: Нет субдомена

# SettingsVariants::wk_vendor_subdomain::default_subdomain::vendor_company_name
source: Vendor Company Name
ru_ru: Название компании-поставщика

# Languages::wk_vendor_subdomain_menu_description
source: Create and update vendor subdomain for storefront
ru_ru: Создание и обновление субдомена поставщика для витрины

# Languages::privileges.manage_wk_vendor_subdomain
source: Manage Vendor Subdomain
ru_ru: Управление субдоменом поставщика

# Languages::privileges.view_wk_vendor_subdomain
source: View Vendor Subdomain
ru_ru: Просмотр субдомена поставщика

# Languages::vendor_subdomain
source: Vendor Subdomain
ru_ru: Поддомен поставщика

# Languages::manage_vendor_subdomain
source: Manage Vendor Subdomain
ru_ru: Управление субдоменом поставщика

# Languages::update_subdomain
source: Update Subdomain
ru_ru: Обновить субдомен

# Languages::add_subdomain
source: Add Subdomain
ru_ru: Добавить субдомен

# Languages::add_subdomain_title
source: Add New Subdomain
ru_ru: Добавить новый субдомен

# Languages::subdomain_not_available_type_another_subdomain
source: Subdomain not available!! Have been assigned to another vendor, Enter new subdomain
ru_ru: Субдомен недоступен! Были назначены другому поставщику, введите новый поддомен

# Languages::allowed_vendor_subdomain
source: Allow Vendor Subdomain
ru_ru: Разрешить субдомен поставщика
